
								{
									ERROR_FLIGHT: [
										'请选择第{number}程的出发城市',
										'请选择第{number}程的到达城市',
										'您选择的第{number}程的到达城市和出发城市相同，请重新选择',
										'请选择第{number}程的出发日期',
										'日期格式有误，请检查',
										'对不起，第{number}程的出发日期不能在今天之前',
										'对不起，只能查询一年内航班',
										'对不起，第{number}程日期不能早于第{second}程日期',
										'航程中必须有一程为国际航程，请检查您的出发到达城市',
										'请选择出发城市',
										'请选择出发日期',
										'请选择目的城市',
										'您选择的目的城市和出发城市相同，请重新选择',
										'对不起，返回日期不能早于出发日期',
										'当前日期不能小于今天',
										'机酒套餐出发日期不能为当天',
										'行程需大于1天',
										'行程不能超过28天',
										'请选择到达日期'
									],
									TIPS_MESSAGER: '系统过于繁忙,请您耐心等待片刻之后再查询,谢谢!',
									numberList: ['一', '二', '三', '四', '五', '六', '七'],
									ZHUANG:'转',
									ADDRESS_SEARCHTIPS:'输入中文|代码搜索',
									NO_FILTER_RESULT:' 对不起，无匹配，请重新输入。 ',
									FILTER_RESULT:'${val}，按字符顺序排序',
									GJM:"\"${val}\" 国家名，相关城市",
									MULTIPASS:{
										'big5':{
											startCity:'出发城市',
											endCity:'到达城市',
											startDate:'出发日期',
											notice:'中文/英文/拼音'
										},
										'gb2312':{
											startCity:'出发城市',
											endCity:'到达城市',
											startDate:'出发日期',
											notice:'中文/英文/拼音'
										}
									}
								}
							